abook
accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-pro-fonts
alsa-firmware
alsa-lib
alsa-plugins
alsa-utils
amfora
arandr
arc-gtk-theme
arc-icon-theme
arch-install-scripts
archiso
arcolinux-arc-themes-git
arcolinux-bin-git
arcolinux-bspwm-git
arcolinux-common-git
arcolinux-config-xmonad-git
arcolinux-conky-collection-git
arcolinux-fonts-git
arcolinux-grub-theme-vimix-git
arcolinux-hblock-git
arcolinux-i3wm-git
arcolinux-keyring
arcolinux-kvantum-git
arcolinux-lightdm-gtk-greeter
arcolinux-lightdm-gtk-greeter-settings
arcolinux-local-applications-git
arcolinux-local-xfce4-git
arcolinux-logout-git
arcolinux-logout-themes-git
arcolinux-meta-fun
arcolinux-mirrorlist-git
arcolinux-neofetch-git
arcolinux-nitrogen-git
arcolinux-obmenu-generator-git
arcolinux-openbox-git
arcolinux-pipemenus-git
arcolinux-polybar-git
arcolinux-qt5-git
arcolinux-qtile-git
arcolinux-rofi-git
arcolinux-rofi-themes-git
arcolinux-root-git
arcolinux-system-config-git
arcolinux-termite-themes-git
arcolinux-tint2-git
arcolinux-tint2-themes-git
arcolinux-tweak-tool-git
arcolinux-variety-git
arcolinux-wallpapers-git
arcolinux-welcome-app-git
arcolinux-xfce-git
arcolinux-xmobar-git
arcolinux-xmonad-dconf-git
arcolinux-xmonad-polybar-git
arcolinux-zsh-git
asciinema
asp
aspell
aspell-en
atool
autoconf
automake
autorandr
autotiling
avahi
awesome-terminal-fonts
base
bash-completion
bat
bibata-cursor-theme
bind
binutils
bison
blueberry
bluez
bluez-libs
bluez-utils
boost-libs
brave-bin
broadcom-wl
bspwm
btrfs-progs
calcurse
castero
checkupdates-aur
clonezilla
conky-lua-archers
crda
cups
cups-filters
cups-pdf
cups-pk-helper
darkhttpd
davmail
dconf-editor
ddrescue
dex
dhclient
dialog
diffutils
dmenu
dmraid
dnsmasq
dosfstools
downgrade
downloader-cli
efitools
ethtool
exa
exfat-utils
exo
expac
f2fs-tools
fakeroot
fd
feh
ffmpegthumbnailer
file-roller
firefox
flex
freetype2
fsarchiver
garcon
gcc
gcc-fortran
geany
geany-plugins
ghostscript
git
gksu
gmrun
gnome-disk-utility
gnome-keyring
gnome-screenshot
gnu-netcat
gnuchess
gparted
gpm
gptfdisk
groff
grub
grub-customizer
gsfonts
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtk2-perl
gtk3
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hardcode-fixer-git
hardinfo
haskell-dbus
haveged
hdparm
hspell
htop
hugo
hwinfo
i3-gaps
i3status
imagemagick
intltool
inxi
ipw2100-fw
ipw2200-fw
irssi
iw
jfsutils
jq
jre
jsoncpp
khal
kitty
kvantum-qt5
kvantum-theme-arc
laptop-detect
lazygit
leftwm
libcups
libdvdcss
libgsf
libmtp
libopenraw
libpwquality
libreoffice-fresh
librewolf-bin
libtool
libvoikko
libxft-bgra
lightdm
linux-atm
linux-firmware
logrotate
lsb-release
lsscsi
luit
lvm2
lxappearance
m4
make
man-db
man-pages
mc
mdadm
memtest86+
mesa
mintstick-git
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
mobile-broadband-provider-info
modemmanager
mpc
mpd
mpv
mtools
mtpfs
nano
nbd
ncmpcpp
ndisc6
neofetch
neomutt
neovim-nightly-bin
nerd-fonts-complete
nerd-fonts-mononoki
netctl
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
newsboat
nextcloud-client
nfs-utils
nilfs-utils
nitrogen
nnn
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
nuspell
obconf
obmenu-generator
obmenu3
oh-my-zsh-git
oh-my-zsh-powerline-theme-git
openbox
openconnect
opendoas
openresolv
openssh
openvpn
os-prober
p7zip
pam-gnupg
pamac-aur
pandoc
partclone
parted
partimage
paru-bin
pass
patch
pavucontrol
pcmanfm
perl-checkupdates-aur
perl-linux-desktopfiles
picom
pkgconf
playerctl
polkit
polkit-gnome
polybar
poppler-data
poppler-glib
poppler-qt5
powerline-fonts
ppp
pptpclient
protonvpn-cli-ng
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-click-repl
python-defusedxml
python-ffmpeg
python-itunespy
python-openpyxl
python-pandas
python-pandas-datareader
python-pip
python-pipx
python-pydes
python-pyparted
python-simber
python-tldextract
python-ueberzug-git
python-xlrd
python-youtube-search-git
python2-pip
python2-pyxdg
qt5-webkit
qt5-xmlpatterns
qt5ct
qtile
qutebrowser
r
r-bookdown
r-lme4
rclone
readability-cli
refind
reflector
reiserfsprogs
ripgrep
ristretto
rofi
rofi-calc
rofi-pass
rofi-surfraw-git
rofimoji
rp-pppoe
rstudio-desktop-bin
rsync
rxvt-unicode
sardi-icons
scrot
sdparm
sg3_utils
smartmontools
speedtest-cli
splix
squashfs-tools
steam
sudo
surfn-icons-git
surfraw
sutils-git
sxiv
syncthing
syncthing-gtk
syslinux
system-config-printer
tcpdump
teams
terminus-font
termite
testdisk
texinfo
texlive-bin
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
thunderbird
tigervnc
tint2
tldr
tmux
todoman
tree
tree-sitter
trizen
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-font-awesome-4
ttf-hack
ttf-inconsolata
ttf-liberation
ttf-meslo-nerd-font-powerlevel10k
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
tuir
tumbler
tuxi-git
udiskie
udisks2
unace
unrar
unzip
upower
urlview
urxvt-perls
urxvt-resize-font-git
usb_modeswitch
usbutils
variety
vdirsyncer
vi
vim
vim-airline
vim-airline-themes
vim-ale
vim-align
vim-ansible
vim-bufexplorer
vim-coverage-highlight
vim-csound
vim-ctrlp
vim-easymotion
vim-editorconfig
vim-fugitive
vim-gitgutter
vim-grammalecte
vim-indent-object
vim-jad
vim-jedi
vim-latexsuite
vim-molokai
vim-nerdcommenter
vim-nerdtree
vim-pastie
vim-seti
vim-supertab
vim-surround
vim-syntastic
vim-tabular
vim-tagbar
vim-ultisnips
vim-vital
visidata
volumeicon
vpnc
w3m
webkit2gtk
wget
which
wireless-regdb
wireless_tools
wmctrl
wpa_supplicant
wvdial
wxgtk2
xapp
xcalib
xcape
xcursor-premium
xdg-desktop-portal-gtk
xdg-user-dirs
xdo
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-vmmouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-intel
xf86-video-nouveau
xf86-video-openchrome
xf86-video-vesa
xf86-video-vmware
xfce4-appfinder
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-settings
xfce4-taskmanager
xfce4-terminal
xfconf
xfsprogs
xfwm4
xl2tpd
xmobar
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xtitle-git
yad
yay-bin
youtube-dl
ytmdl
zathura
zathura-pdf-poppler
zathura-ps
zenity
zoom
zotero
zsh
zsh-completions
zsh-syntax-highlighting
zsh-theme-powerlevel10k-git
